code --list-extensions | xargs -L 1 echo code --install-extension
code --install-extension christian-kohler.npm-intellisense
code --install-extension christian-kohler.path-intellisense
code --install-extension dbaeumer.vscode-eslint
code --install-extension dzannotti.vscode-babel-coloring
code --install-extension eamodio.gitlens
code --install-extension eg2.tslint
code --install-extension eg2.vscode-npm-script
code --install-extension formulahendry.auto-rename-tag
code --install-extension hdg.live-html-previewer
code --install-extension HookyQR.beautify
code --install-extension idleberg.icon-fonts
code --install-extension JerryHong.autofilename
code --install-extension minhthai.vscode-todo-parser
code --install-extension PeterJausovec.vscode-docker
code --install-extension Prisma.vscode-graphql
code --install-extension quicktype.quicktype
code --install-extension spywhere.guides
code --install-extension steoates.autoimport
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension Tyriar.sort-lines
code --install-extension wayou.vscode-todo-highlight
code --install-extension whtouche.vscode-js-console-utils
code --install-extension wix.vscode-import-cost
code --install-extension Zignd.html-css-class-completion