angular.ng-template
arjun.swagger-viewer
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
docsmsft.docs-yaml
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
gruntfuggly.todo-tree
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.azure-account
redhat.vscode-commons
redhat.vscode-yaml
sonarsource.sonarlint-vscode
steoates.autoimport
streetsidesoftware.code-spell-checker
vs-publisher-1464889.veracode-greenlight-for-vs-code
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight